{
    "Description of the app for F-Droid Store. One sentence, no more than 30-50 chars, no trailing punctuation, focus on actions what the users does with the app, e.g. \"Read and send emails\" instead of \"Email client\".": {
        "store_short_description": "Schalte deinen Bildschirm aus, während die Apps geöffnet bleiben"
    },
    "Description of the app for F-Droid Store. Can conatin simple html.": {
        "store_full_description": "<p>\n  Die meisten aktuellen Smartphones haben zwar gute Akkus, aber wer möchte sein Handy nicht trotzdem gerne noch eine Stunde länger nutzen?\n  Bis zu 20% deines Stromverbrauchs entstehen durch deinen Bildschirm. Also warum sollte man nicht einfach den Bildschirm ausschalten können, ohne dass\n  andere Apps es mitbekommen, und anhalten?\n</p>\n\n<p>\n  FakeStandby ist eine App, die es die ermöglicht, deinen Bildschirm auszuschalten, ohne dass deine Apps angehalten werden.\n  Das heißt, du kannst\n\n  <ul>\n    <li>Musik auf YouTube anhören</li>\n    <li>bei WhatsApp und anderen Nachrichten-Apps als online angezeigt werden</li>\n    <li>dein Lieblingsspiel laufen lassen</li>\n  </ul>\n\n  während dein Bildschirm ausgeschaltet ist.\n</p>\n"
    },
    "Changelog for version 1.2.1": {
        "store_changelog_4": "+ Link zur Webseite und dem Quellcode, sowie die Lizenz zur App hinzugefügt."
    },
    "Changelog for version 1.2.2": {
        "store_changelog_5": "+ Die Navigationsleiste auf dem Bildschirm (Home-Button, Zurück und letzte Apps) wird jetzt auch schwarz.\n+ Wenn dein Gerät eine Notch am Bildschirmrand hat, sollte der Teil daneben jetzt auch schwarz werden.\n+ Die Navigationsleite in den Einstellungen passt jetzt zum Farbschema.\n+ Die Stabilität bei gedrehtem Bildschirm hat sich verbessert."
    },
    "Changelog vor version 1.2.3": {
        "store_changelog_6": "+ Die App ist jetzt auf Spanisch verfügbar."
    },
    "Changelog for version 1.3.0": {
        "store_changelog_7": "Die App ist in den 6 folgenden Sprachen verfügbar:\n  - Chinesisch (vereinfacht, 60%)\n  - Französisch (76%)\n  - Hindi (76%)\n  - Persisch (17%)\n  - Portugiesisch (76%)\n  - Russisch (63%)\n+ Hinzugefügt wurde die Option eine dauerhafte Meldung anzuzeigen, falls das Gerät keine Schnelleinstellung erlaubt\n+ Hinzugefügt wurde die Option FakeStandby beim Hochfahren zu starten\n+ Die App benutzt nun Android \"Wake Locks\". Dies sollte einige Fehler beheben.\n+ Externe Steuerung ermöglicht, damit du deiner Automatisierungapp das Abblenden überlassen kannst\n(Nicht umfassend getestet. Probleme bitte melden.)\n+ Fastlane hinzugefügt für an Sprachen und Geräte angepasste Screenshots.\n\n- Entfernt wurde ein überflüssiger Button im Dialog, der dazu auffordert, das Gerät neu zu starten\n\n* Problem #11 behoben\n* Problem #12 bearbeitet"
    },
    "Changelog for version 1.3.1": {
        "store_changelog_8": "+ Übersetzungen von PoEditor verwendet\n+ Chinesisch (traditionell), Ukrainisch, Polnisch, Italienisch und Indonesisch hinzugefügt"
    },
    "Changelog for version 1.3.2": {
        "store_changelog_9": "+ Arabisch hinzugefügt. Die App ist nun in 18 Sprachen verfügbar.\n+ Alle neuen Übersetzungen importiert.\n+ Der App-Name kann nun übersetzt werden.\n+ Thanks to @Gitoffthelawn for pull requests to improve spelling"
    },
    "Changelog for version 1.3.3": {
        "store_changelog_10": "* Ziel-Android Version auf Androird 11 geändert."
    },
    "Changelog for version 1.3.4": {
        "store_changelog_11": "+ Einstellung zum Invertieren der Farbe\n+ Neue Übersetzungen\n+ Hebräisch ist jetzt als Sprache verfügbar\n\n* Die Einstellung zum Intertieren sollte #31 lösen.\n* Tippfehler aus #28 behoben"
    },
    "Changelog for version 1.3.5": {
        "store_changelog_12": "+ Neue Übersetzungen hinzugefügt. Die App ist nun in 24 Sprachen verfügbar.\n* Problem #55 gefixt"
    }
}