{
    "Description of the app for F-Droid Store. One sentence, no more than 30-50 chars, no trailing punctuation, focus on actions what the users does with the app, e.g. \"Read and send emails\" instead of \"Email client\".": {
        "store_short_description": "قم بإيقاف تشغيل الشاشة مع الحفاظ على تشغيل التطبيقات"
    },
    "Description of the app for F-Droid Store. Can conatin simple html.": {
        "store_full_description": "<p>\n   تحتوي معظم الهواتف الذكية هذه الأيام على بطاريات تدوم طويلاً، ولكن من منا لا يريد أن يستمر هاتفه لمدة ساعة إضافية؟\n   أثناء استخدام أحد التطبيقات، قد لا تحتاج بالضرورة إلى شاشتك.  إذن، لماذا لا تقوم بإيقاف تشغيلها؟ يتم استهلاك  <b>ما يصل إلى 20%</b> من طاقة بطاريتك بواسطة الشاشة.\n</p> \n\n<p>\nتطبيق FakeStandby\n</p>\n\n<p>\nهو تطبيق اندرويد لإيقاف تشغيل شاشتك مع الحفاظ على تشغيل التطبيقات. وهذا يشمل الوظائف الأمامية، وهو ما يعني انه يمكنك الأستمرار بي \n\n   <ul>\n     <li>الاستماع إلى الموسيقى على YouTube</li>\n     <li>البقاء متصلاً بالإنترنت عبر تطبيق WhatsApp وبرامج المراسلة النصية الأخرى</li>\n     <li>تشغيل لعبتك المفضلة</li>\n   </ul> \n\n   كل ذلك مع إيقاف تشغيل الشاشة.\n</p>"
    },
    "Changelog for version 1.2.1": {
        "store_changelog_4": "+ تمت إضافة رابط موقع الويب ورابط الكود المصدري وملاحظة الترخيص إلى التطبيق."
    },
    "Changelog for version 1.2.2": {
        "store_changelog_5": "+ الآن أصبحت أزرار التنقل التي تظهر على الشاشة (الصفحة الرئيسية، العودة، التطبيقات الحديثة) مغطاة باللون الأسود أيضًا.\n + عندما يكون جهازك مزودًا بثقب، يجب أيضًا تغطية الأجزاء المجاورة له.\n + تم الآن تصميم شريط التنقل في الإعدادات بشكل صحيح.\n + تم تحسين الاستقرار لاستخدام التطبيق في الاتجاه الأفقي."
    },
    "Changelog vor version 1.2.3": {
        "store_changelog_6": "+ التطبيق متاح الأن باللغة الإسبانية."
    },
    "Changelog for version 1.3.0": {
        "store_changelog_7": "+ التطبيق متاح الأن باللغات الـ6 الجديدة التالية:\n   - الصينية (المبسطة، 60%)\n   - الفرنسية (76%)\n   - الهندية (76%)\n   - الفارسية (17%)\n   - البرتغالية (76%)\n   - الروسية (63%)\n + تمت إضافة إعداد لتمكين الإشعارات المستمرة للأجهزة التي لا تدعم الإعدادات السريعة.\n + تمت إضافة إعداد لبدء وضع الاستعداد المزيف عند إعادة تشغيل الهاتف\n + تم إضافة تأمين الاستيقاظ . هذا يجب أن يحل العديد من المشكلات.\n + تمت إضافة الأنشطة المصدرة لبدء وإيقاف وضع الاستعداد المزيف.  بهذه الطريقة يمكنك البدء في تراكب من تطبيقات الأتمتة.\n   (لم يتم اختبار هذا بشكل جيد. يرجى الإبلاغ عن أي مشكلات تتعلق بذلك.)\n\n + تمت إضافة Fastlane ولقطات شاشة محلية ومحددة للجهاز.\n\n - تمت إزالة الزر الزائد في مربع الحوار الذي ينصح بإعادة تشغيل الجهاز.\n\n * تم إصلاح المشكلة #11\n * اغلاق المشكلة #12"
    },
    "Changelog for version 1.3.1": {
        "store_changelog_8": "+ الترجمات المستوردة من PoEditor\n + أضيفت الصينية (التقليدية)، الأوكرانية، البولندية، الإيطالية، الإندونيسية"
    },
    "Changelog for version 1.3.2": {
        "store_changelog_9": "+ أضيفت اللغة العربية.  التطبيق متوفر الآن بـ 18 لغة.\n + استيراد جميع الترجمات من منصة الترجمة.\n + جعل اسم التطبيق قابلاً للترجمة\n + شكرًا لـGitoffthelawn على طلبات السحب لتحسين الإملاء"
    },
    "Changelog for version 1.3.3": {
        "store_changelog_10": "قم بتغيير إصدار Android المستهدف إلى Android 11."
    },
    "Changelog for version 1.3.4": {
        "store_changelog_11": "+ تمت إضافة مفتاح لعكس لون التراكب\n + ترجمات جديدة مستوردة\n + أضيفت اللغة العبرية\n\n * يجب أن يكون مفتاح عكس اللون قد تم اصلاحه #31.\n * تم اصلاح الأخطاء المطبعية من #28"
    },
    "Changelog for version 1.3.5": {
        "store_changelog_12": "+ أضيفت ترجمات جديدة.  التطبيق متاح بـ 24 لغة الآن.\n * تم إصلاح المشكلة #55"
    },
    "Changelog for version 1.3.6": {
        "store_changelog_13": "- لم يعد التطبيق يغلق درج التنقل لأنه تسبب في مشكلة في الأذونات على الأجهزة التي تعمل بنظام أندرويد 12 والإصدارات الأحدث.  [1]\n\n المرجع: [1] https://developer.android.com/about/versions/12/behavior-changes-all#close-system-dialogs"
    },
    "Changelog for version 1.4.0": {
        "store_changelog_14": "+ تمت إضافة مفتاح \"الوضع الآمن\" الذي يتم تنشيطه افتراضيًا.  إذا تم تنشيطه، فسوف يقوم FakeStandby بإغلاق نفسه بعد انتهاء المهلة.  وذلك لمنع المستخدمين من قفل هواتفهم الخاصة.\n * إصلاح إشعار التوافق للأجهزة التي لا تحتوي على دعم سريع للأزرار لوحة التحكم المخصصة.\n * نأمل أن يتم إصلاح الكثير من المشكلات المتعلقة بعدم القدرة على بدء تشغيل خدمة إمكانية الوصول على الأجهزة التي تعمل بنظام التشغيل Android 12 والإصدارات الأحدث\n * تم الآن تجميع التطبيق وفقًا لإصدار SDK 31 بدلاً من 30"
    }
}