{
    "Description of the app for F-Droid Store. One sentence, no more than 30-50 chars, no trailing punctuation, focus on actions what the users does with the app, e.g. \"Read and send emails\" instead of \"Email client\".": {
        "store_short_description": "Éteignez votre écran tout en gardant vos applications fonctionnelles"
    },
    "Description of the app for F-Droid Store. Can conatin simple html.": {
        "store_full_description": "<p>\n  De nos jours la plupart des smartphones ont des batteries décentes, mais qui n'a jamais voulu que leur téléphone ne tienne juste une heure de plus?\n  Quand vous utilisez une application, vous n'avez pas forcément besoin de votre écran. Alors, pourquoi ne pas l'éteindre? <b>Jusqu'à 20%</b> de votre batterie est consommée par l'écran.\n</p>\n\n<p>\n  FakeStandby est une application pour Android qui éteint votre écran tout en gardant les applications actives. Ça inclut les tâches au premier plan, ce qui signifie que vous pouvez\n\t\n  <ul>\n    <li>écouter de la musique sur YouTube</li>\n    <li>rester en ligne sur WhatsApp et les autres applications de messagerie</li> \n    <li>jouer à votre jeu favori</li>\n  </ul>\n\n  tout ça avec votre écran éteint.\n</p>"
    },
    "Changelog for version 1.2.1": {
        "store_changelog_4": "+ Ajout à l'application des liens vers le site web, le code source et la note de license "
    },
    "Changelog for version 1.2.2": {
        "store_changelog_5": "+ Maintenant les boutons virtuels de navigation (home, retour et applications récentes) sont aussi masqués.\n+ Quand votre appareil a une encoche, la partie proche de l'encoche devrait aussi être masquée.\n+ La barre de navigation dans les paramètres utilise le thème maintenant.\n+ Stabilité améliorée lors de l'utilisation en mode paysage."
    },
    "Changelog vor version 1.2.3": {
        "store_changelog_6": "+ L'application est disponible en Espagnol maintenant."
    },
    "Changelog for version 1.3.0": {
        "store_changelog_7": "+ l'application est maintenant disponible  dans les 6 nouvelles langues suivantes:\n  - Chinois (simplifié, 60%)\n  - Français (100%)\n  - Hindi (76%)\n  - Persian (17%)\n  - Portuguais (76%)\n  - Russe (63%)\n+ Ajout d'un paramètre activant une notification persistente sur les appareils ne supportant pas les paramétrages rapides.\n+ Ajout d'un paramètre pour lancer FakeStandby au démarrage\n+ L'application comporte un verrouilkage d'écran maintenant. Ça devrait résoudre beaucoup de problèmes.\n+ Ajout des activitées exportées pour le lancement et l'arrêt de FakeStandby. Voys pouvez ainsi démarrer FakeStandby via les applications de gestion de démarrage automatique d'application. (Ça n'a pas été testé en profondeur. N'hésitez pas à signaler tout problème rencontré.)\n+ Ajout de captures d'écrans rapides, localisées et spécifiques aux appareils.\n\n- Retrait d'un bouton redondant sur l'interface qui conseillait de redémarrer l'appareil.\n\n* Résolution du bug #11\n* Fermeture du bug #12"
    },
    "Changelog for version 1.3.1": {
        "store_changelog_8": "+ Import des traductions depuis PoEditor\n+ Ajouts du Chinois (traditionnel), Ukrainien, Polonais, Italien, Indonésien"
    }
}