{
    "Description of the app for F-Droid Store. One sentence, no more than 30-50 chars, no trailing punctuation, focus on actions what the users does with the app, e.g. \"Read and send emails\" instead of \"Email client\".": {
        "store_short_description": "Вимкніть екран, зберігши роботу програм"
    },
    "Description of the app for F-Droid Store. Can conatin simple html.": {
        "store_full_description": "<p>\n  Більшість смартфонів сьогодні мають довговічні батареї, але хто б не хотів, щоб їхній телефон прослужив лише на годину більше?\n  Під час використання програми вам, можливо, не обов’язково потрібен дисплей. Отже, чому б його не вимкнути? <b>До 20%</b> заряду акумулятора\n  енергію споживає дисплей.\n</p>\n\n<p>\n  FakeStandby — це програма для Android, яка дозволяє вимикати екран, залишаючи програми працювати. Сюди входять\n\n  <ul>\n    <li>слухати музику на YouTube</li>\n    <li>перебувати в мережі в WhatsApp та інших текстових месенджерах</li>\n    <li>запуск улюбленої гри</li>\n  </ul>\n\n  все з вимкненим екраном.\n</p>"
    },
    "Changelog for version 1.2.1": {
        "store_changelog_4": "+ До програми додано посилання на веб-сайт, посилання на вихідний код та примітку про ліцензію."
    },
    "Changelog for version 1.2.2": {
        "store_changelog_5": "+ Тепер екранні кнопки навігації (додому, назад, останні програми) також покриваються чорним кольором.\n+ Якщо на вашому пристрої є виріз, частини поруч із вирізом також мають бути закриті.\n+ Панель навігації в налаштуваннях тепер правильно оформлена.\n+ Покращена стабільність під час використання програми в альбомній орієнтації."
    },
    "Changelog vor version 1.2.3": {
        "store_changelog_6": "+ Програма зараз доступна іспанською мовою."
    },
    "Changelog for version 1.3.0": {
        "store_changelog_7": "+ Тепер додаток доступний наступними 6 новими мовами:\n  - китайська (спрощена, 60%)\n  - французька (76%)\n  - гінді (76%)\n  - перська (17%)\n  - португальська (76%)\n  - російська (63%)\n+ Додано налаштування, щоб увімкнути постійне сповіщення для пристроїв, які не підтримують швидкі налаштування.\n+ Додано налаштування для запуску фальшивого режиму очікування під час завантаження\n+ Зараз програма отримує блокування пробудження. Це має вирішити багато проблем.\n+ Додано експортовані дії для запуску та зупинки фальшивого режиму очікування. Таким чином ви можете почати\n  накладення з програм автоматизації.\n  (Це погано перевірено. Будь ласка, повідомте про будь-які проблеми з цим.)\n+ Додано Fastlane та локалізовані знімки екрана та скріншоти для конкретного пристрою.\n\n— Вилучено зайву кнопку у діалоговому вікні, яка радить перезавантажити пристрій.\n\n* Виправлена ​​проблема №11\n* Закрите питання №12"
    },
    "Changelog for version 1.3.1": {
        "store_changelog_8": "+ Імпортовані переклади з PoEditor\n+ Додано китайську (традиційну), українську, польську, італійську, індонезійську"
    }
}