{
    "Description of the app for F-Droid Store. One sentence, no more than 30-50 chars, no trailing punctuation, focus on actions what the users does with the app, e.g. \"Read and send emails\" instead of \"Email client\".": {
        "store_short_description": "Выключайте экран оставляя приложения запущенными"
    },
    "Description of the app for F-Droid Store. Can conatin simple html.": {
        "store_full_description": "\n<p>\n  Большинство смартфонов сейчас имеет долгоиграющую батарею, но кто не хочет продлить ей жизнь на часок-другой?\n  Иногда не важно, что показывает приложение. Так почему бы не выключить экран? <b>До 20%</b> вашей батареи расходуется экраном.\n</p>\n\n<p>\n  FakeStandby — это приложение для Android, которое выключает экран и не выключает приложения. Фоновая работа как есть.\n  Например:\n\t\n  <ul>\n    <li>прослушивание музыки на YouTube</li>\n    <li>оставаться онлайн в WhatsApp и других мессенджерах</li> \n    <li>оставлять запущенной любимую игру</li>\n  </ul>\n\n  и всё это при выключенном экране.\n</p>\n\n"
    },
    "Changelog for version 1.2.1": {
        "store_changelog_4": "+ Добавлена ссылка на сайт, исходные коды, и информация о лицензии."
    },
    "Changelog for version 1.2.2": {
        "store_changelog_5": "+ Теперь наэкранные навигационные кнопки (домой, назад, недавние) также закрашены.\n+ На устройствах с \"чёлкой\", соседние элементы также должны быть закрашены.\n+ К навигационной панели, в настройках, теперь правильно применяется тема.\n+ Улучшена стабильность при использовании в альбомной ориентации.\n"
    },
    "Changelog vor version 1.2.3": {
        "store_changelog_6": "+ Приложение теперь доступно на Испанском."
    },
    "Changelog for version 1.3.0": {
        "store_changelog_7": "+ Приложение теперь доступно в следующих 6 новых языках:\n  - Китайский (упрощенный, 60%)\n  - Французский (76%)\n  - Хинди (76%)\n  - Фарси (17%)\n  - Португальский (76%)\n  - Русский (63%)\n+ Добавлена настройка для включения постоянного уведомления для устройств без поддержки быстрых настроек.\n+ Добавлена настройка для запуска лже-блокировки при загрузке.\n+ Приложение теперь получает wake lock. Это должно решить множество проблем.\n+ Добавленны экспортированные активити для запуска и остановки лже-блокировки. С помощью этого, вы можете запускать оверлэй из приложений автоматизации.\n  (Не проходило должного тестирования. Пожалуйста сообщайте о проблемах этой функции.)\n+ Добавлен Fastlane and localized and device specific screenshots.\n\n- Убрана излишняя кнопка в диалоге, предлагающая перезагрузить устройство.\n\n* Устранен issue №11\n* Закрыт issue №12"
    },
    "Changelog for version 1.3.1": {
        "store_changelog_8": "+ Импортированы переводы из PoEditor\n+ Добавлены Китайский (традиционный), Украинский, Польский, Итальянский, Индонезийский"
    },
    "Changelog for version 1.3.3": {
        "store_changelog_10": "Целевая версия Android изменена на 11."
    }
}